[]
=aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa

[MainApp.Project]
ProjectName=血手宝典7

[MainApp.TrayIconPopupMenu]
mi_LaunchOnLogin->Caption=开机自动执行
mi_TrayLaunch->Caption=开启 %P
mi_ProgramExit->Caption=离开
mi_MultiDeviceManage->Caption=多装置管理
mi_MouseLed->Caption=开启功能显示
mi_DevicePair->Caption=对码程序
mi_ProgramClose->Caption=游戏防打扰
mi_MouseLedFunc_AlwaysShow->Caption=永远显示
mi_MouseLedFunc_ChangedShow->Caption=改变时显示
mi_MouseLedFunc_Hide->Caption=不显示
mi_W4DSetting->Caption=进化轮设定
mi_TroubleShooting->Caption=故障排除
mi_UpdaterSetting->Caption=更新设定
mi_AdvancedFeatures->Caption=进阶功能
mi_AdvancedFeature_SyncSeriesLog->Caption=汇出 APP 以共享目前型号 LOG
mi_AdvancedSettings->Caption=进阶设定
fd_SyncSeriesLog->Caption=匯出 APP 以共用目前型號 LOG
fd_SyncSeriesLog->Title=请选择导出 APP 的文件夹存放路径 :
ExportForSyncSeriesLogSuccess=汇出完成!!
mi_FactoryDefault->Caption=恢复出厂默认设置

[MainApp.TriggerSetPopupMenu]
mi_NoSetting->Caption=无设定
mi_Keyboard->Caption=键盘仿真
mi_Mouse->Caption=鼠标仿真
mi_OfficeHotKeys->Caption=办公热键
mi_MultiMediaHotKeys->Caption=多媒体热键
mi_LockRightKey->Caption=MMO右键锁定
mi_MouseSensitivity->Caption=灵敏度CPI
mi_MinusMouseSensitivity->Caption=CPI-
mi_PlusMouseSensitivity->Caption=CPI+
mi_CycleMouseSensitivity->Caption=CPI循环
mi_Sniper->Caption=狙击枪
mi_Sniper1->Caption=狙击枪-1
mi_Sniper2->Caption=狙击枪-2
mi_Sniper3->Caption=狙击枪-3
mi_Sniper4->Caption=狙击枪-4
mi_Sniper5->Caption=狙击枪-5
mi_Sniper6->Caption=狙击枪-6
mi_SelectMacroFile->Caption=执行宏编程
mi_SelectMacroCheatsFile->Caption=执行宏秘
mi_MacroManager->Caption=进入宏编程序..
//多媒體熱鍵 - 網路=
mi_Back->Caption=上一页
mi_Forward->Caption=下一页
mi_StopSearch->Caption=停止
mi_Refresh->Caption=重新整理
mi_WebSearch->Caption=搜寻
mi_MyFavorite->Caption=我的最爱
mi_WebBrowser->Caption=浏览器
mi_Email->Caption=E-mail
//多媒體熱鍵 - 多媒體=
mi_MediaPlayer->Caption=Media Player
mi_PreviousTrack->Caption=前一首
mi_NextTrack->Caption=后一首
mi_StopPlay->Caption=停止
mi_PlayPause->Caption=播放/暂停
mi_Mute->Caption=静音
mi_VolumeAdd->Caption=音量增大
mi_VolumeSub->Caption=音量减小
//多媒體熱鍵 - 系统=
mi_Calculator->Caption=开启 计算器
mi_MyComputer->Caption=开启 我的计算机
mi_Sleep->Caption=计算机待命
mi_Poweroff->Caption=计算机关机
//滑鼠模擬+滾輪模擬=
mi_LeftButton->Caption=鼠标左键
mi_RightButton->Caption=鼠标右键
mi_MiddleButton->Caption=鼠标中键
mi_4thButton->Caption=鼠标第四键
mi_5thButton->Caption=鼠标第五键
mi_ScrollUp->Caption=滚轮上滚
mi_ScrollDown->Caption=滚轮下滚
mi_ScrollLeft->Caption=滚轮左滚
mi_ScrollRight->Caption=滚轮右滚
mi_AxisYReversion->Caption=Y轴-正反转换
//辦公熱鍵=
mi_Software->Caption=开档案
//辦公熱鍵 - 辦公常用=
mi_Maximize->Caption=最大化
mi_Minimize->Caption=最小化
mi_AllMinimize->Caption=全部最小化
mi_ZoomIn->Caption=放大
mi_ZoomOut->Caption=缩小
mi_PasteText->Caption=贴上文字
mi_2XKey->Caption=左键双击
mi_3XKey->Caption=左键3击
mi_TripleFire->Caption=3连射压枪
mi_Cut->Caption=剪下[Ctrl+X]
mi_Copy->Caption=复制[Ctrl+C]
mi_Paste->Caption=贴上[Ctrl+V]
mi_Delete->Caption=删除[Del]
mi_Search->Caption=寻找[Ctrl+F]
mi_SelectAll->Caption=全选[Ctrl+A]
mi_Redo->Caption=重复[Ctrl+Y]
mi_Undo->Caption=复原[Ctrl+Z]
mi_NewFile->Caption=开新档案[Ctrl+N]
mi_OpenFile->Caption=开启旧档[Ctrl+O]
mi_SaveFile->Caption=储存档案[Ctrl+S]
mi_Print->Caption=打印[Ctrl+P]
mi_Disabled->Caption=禁用
//螢幕功能=
mi_ScreenCaptureFunc->Caption=屏幕功能
mi_StaticShot->Caption=截图编辑
mi_16in1MouseGesture->Caption=一键16雕
mi_MouseGestures->Caption=鼠标手势
mi_PenSuit->Caption=会议讲师笔
profilekey=鼠标配置键切换
mi_ScrollShot->Caption=滚动截图编辑
mi_ScreenCapture->Caption=屏幕截图
mi_ScreenShotPro->Caption=屏幕截图Pro

[MainApp.Misc]
Version=版本 :
Key=键
ScriptIsTooLarge=剧本过大, 鼠标内存不足
SelectSoft=选取欲打开的文件档案, 执行程序或快捷方式
InternetMessageInform=您有 %d 个未处理的通知!
MouseNotExists=请插入血手系列鼠标!
DetectMultiDevice=侦测到多个血手鼠标, 请只保留一只后, 再重新开启软件.
DetectMultiSoftware=软件重复开启!!
UpdateKernelSystem=核心变更中
FinishUpdateKernelSystem=变更完成!
MouseKeySet=按键设定
MouseOSDHint=功能提示
TrialAccessDeny=血手宝典赏析版!@RETURN@无法应用请购买核心3/4激活码
ScriptApplyInform=宏编程和按键设置已储存在鼠标内存中!
SensitivityApplyInform=灵敏度设置已储存在鼠标内存中!
WirelessGuardApplyInform=无线设置已储存在鼠标内存中!
SniperApplyInform=狙击枪设置已储存在鼠标内存中!
NoMoreHint=下次不再提示
UpdateWirelessMouse=鼠标更新中
UpdateWirelessKeyboard=键盘更新中
FinishUpdateDeviceFirmware=更新完成!
ExecutionDeny=无法支持使用较旧版软件，请下载使用最新版的血手宝典软件!
ProgramTerminateTitle=游戏防打扰
ProgramTerminateTips=游戏过程中, 游戏外挂监测单位, 可能会误判本软件的性质, 选用[游戏防打扰]功能, 本软件会将功能完全储存于鼠标内存中后退出, 鼠标可完全免驱执行, 以免被监测单位强制退出游戏或是出现数据异常对话框.
TrialVersionHint=[免费体验1000次] 已届满, 如需继续使用, 请在线购买 [特血核心3] 激活码, 永久随鼠使用.
MacroMemoryDownloadErrorToRestore=下载错误, 编程内容有问题, 请重新操作!! 将自动返回前次设定值!!
MacroMemoryDownloadErrorAndTerminate=编程内容有问题，下载错误!!

[KeyboardPanelForm]
ck_Window->Caption=Windows
ck_Ctrl->Caption=Ctrl
ck_Alt->Caption=Alt
ck_Shift->Caption=Shift
lb_Close->Caption=关闭

[PasteTextForm]
lb_Text->Caption=请键入要输出的文字
mi_EditerCut->Caption=剪下     Ctrl+X
mi_EditerCopy->Caption=复制     Ctrl+C
mi_EditerPaste->Caption=粘贴     Ctrl+P
N1->Caption=-
mi_LoadFromFile->Caption=从档案载入..
mi_LoadFromRecord->Caption=最近的纪录

[TrayIconWebAD]
lb_Title->Caption=讯息通知
lb_Close->Caption=

[KeySetForm]
lb_SelectConfiguration_KS->Caption=选择配置 :
lb_ConfigurationSwitch_KS->Caption=配置切换方式 :
ConfigurationManagement=配置管理
ReturnToDefault=返回预设
NotSpecify=不可指定
HardwareSwitch=鼠标免驱切换
apps=智能软件切换
hotkey=键盘热键切换
profilekey=鼠标配置键切换
MouseRestoreHint=恢复默认值
AskMouseRestore=还原鼠标所有设定至默认值? (还原过程中, 鼠标将会暂停工作.)
lb_Hint_KS->Caption=点击上方按键自定义编程!
WeaponExtensionsKeys=[特血多枪] 扩展键

[MouseSensitivityForm]
htmlb_ReportRate_Sensitivity->Caption=报告率（赫兹)
htmlb_Debounce_Sensitivity->Caption=按键反应(毫秒)
DebounceIRPT_Title=按键反应(毫秒)
htmlb_125Hz_Sensitivity->Caption=125Hz
htmlb_250Hz_Sensitivity->Caption=250Hz
htmlb_500Hz_Sensitivity->Caption=500Hz
htmlb_1000Hz_Sensitivity->Caption=1000Hz
htmlb_2000Hz_Sensitivity->Caption=2000Hz
ck_ArmorBoots_Sensitivity->Caption=想要提升灵敏度吗?
lb_SensorLiftHeightCalibration_Sensitivity->Caption=传感器[微精校准]
ck_DefaultSensorLiftHeight_Sensitivity->Caption=预设高度
ck_SensorLiftHeightCalbration_Sensitivity->Caption=微精校准
bt_SensorLiftHeightCalibration_Sensitivity->Caption=微精校准
LaserMicroSensorLiftHeightCalibrationHelp=传感器[微精校准]技术@RETURN@独家智能16阶微焦距校准演算，调适鼠标抬放高度至最佳位置，提升影像对比清晰度，使定位更精准，完善传感器对各种不同颜色亮度与粗细度的鼠标垫的最佳搭配能力. @RETURN@
OpticsMicroSensorLiftHeightCalibrationHelp=传感器[微精校准]技术@RETURN@独家智能16阶微焦距校准演算，调适鼠标抬放高度至最佳位置，提升影像对比清晰度，使定位更精准，完善传感器对各种不同颜色亮度与粗细度的鼠标垫的最佳搭配能力. @RETURN@
htmlb_MouseDPITip_Sensitivity->Caption=切换CPI
MouseDPIHelp1=双击[1],红灯闪,滚轮调整CPI快/慢, 再单击"1"保存设定.(CPI设为1段时,免双击[1])
MouseDPIHelp2=将拨动推钮往前触发3秒后红灯闪,滚轮调整CPI快/慢, 再将拨动推钮触发一次可保存设定.(CPI设为1段时,免推钮[1])
MouseDPIHelp3=按键页可指定鼠标 [4] 键或 [5] 键为CPI切换键.
DebounceHelp=独家创新[Ahead快步]击发技术, 缩短按键点击反应至极限的1毫秒以下(一般鼠标按键反应皆会延迟18毫秒以上), 此技术又解决因按键老化而引发的[自触双击]误动作, 大幅提高按键的使用寿命.
DebounceHelp_IR=独家创新红外光导通技术,能达成零磨损·不老化·零延迟·超耐点等诸多优点。光速响应将按键信号缩短至极限的1毫秒以下, 光微动解决因金属触点按键老化而引发的[单击变双击],[延迟],[多点],[漏点],[无动作],等常见突发故障.(金属触点按键反应皆会延迟18毫秒以上)
ArmorBootsHelp=建议V系列鼠标另购 [灵敏金靴] 特金属超滑无磨脚垫, 消除涩滞, 超极滑顺, 体验终极灵敏!
SensorLiftUnsupported=此机种不支持"微精校准"功能.
DebounceHelp_IR_Patent=查看专利证书
TipsForInvalidReportRate=本产品是硬件调整回报率,无需软件设置。

[OSDSetting]
lb_KeyComment->Caption=按键提示 :
ck_EnableOSD->Caption=启用按键提示
lb_DisplayTime->Caption=显示时间[秒]
lb_DisplayX->Caption=X :
lb_DisplayY->Caption=Y :
lb_Position->Caption=显示位置
lb_Cursor->Caption=坐标定位器
//im_CursorPoint->Hint=可以按住此雷达图标, 并移动到屏幕上任何位置,来取得屏幕的坐标
ck_BackgroundEnable->Caption=启用背景色
lb_BackgroundColor->Caption=背景颜色 :
lb_FontSize->Caption=显示字体大小 :
lb_FontColor->Caption=字体颜色 :
lb_Memo->Caption=注: 修改显示设置将应用于所有按键提示.
InputDigitError=请输入数字!
OSDSecondsRangeError=显示时间设定值范围应于 %x 至 %y.
OSDFontSizeRangeError=字体大小设定值范围应于 %x 至 %y.

[WeaponsAdjustForm]
lb_Catalog_Weapon->Caption=选用游戏
lb_TShootType_Weapon->Caption=类别
lb_TGunName_Weapon->Caption=枪械库
lb_TControlKey_Weapon->Caption=选用控制键
lb_TResolution_Weapon->Caption=记录游戏分辨率
lb_TCPIRemark_Weapon->Caption=记录鼠标灵敏度
ApplyInform=最新枪械数据已经载入鼠标内存中, 请选用1/N/3/4控制键, 改变左键射击模式!
GameManagement=游戏管理
GameManagement_New=新建游戏夹
GameManagement_Edit=游戏夹改名
GameManagement_Delete=删除游戏夹
GameManagement_FileManage=导入/导出
GameManagement_Transfer=上传/下载
GameManagement_Import=导入
GameManagement_Export=导出
bt_OnlineRefrence_Weapon->Caption=下载教程
NewGameNameTitle=新建游戏夹
NewGameNameDefault=新建游戏夹
ModifyGameNameTitle=游戏夹改名
DeleteGameTitle=删除
DeleteGameNameTitle=文件
DeleteGameFileConfirm=是否删除此游戏夹?@RETURN@目录包含的档案也将一并删除!!
DeleteGameFileSelected=档案/目录已被应用至所有核心的鼠标内存中, 是否要删除/重命名? 如选[是]该功能将移除!
RenameGameNameSelected=档案/目录已被应用至所有核心的鼠标内存中, 是否要删除/重命名? 如选[是]该功能将移除!
ImportGunFile=请选择欲导入之枪械文件
ExportGunFile=请选择欲导出之枪械文件
ExportGunFileTargetFolder=请选择导出的目标路径
ExportGunFileSuccess=枪械文件已导出!
ImportFileExists=此文件已存在,是否覆盖?
ImportDeny_FileFormatError=文件格式不正确, 无法汇入!
ControlKey1=N-控制键
ControlKey2=3-控制键
ControlKey3=4-控制键
ControlKey4=鼠标中键
ControlKey5=鼠标第四键
ControlKey6=鼠标第五键
ControlKey7=xx-控制键
ShootTypeA=A-多连
ShootTypeB=B-循环
ShootTypeC=C-机枪
ShootTypeD=D-临阵
ShootTypeM=M-宏枪
CPIRemarkDefault=预设
lb_ExtensionsControlKeySetting_Weapon->Caption=[特血多枪] 扩展键

[InputBoxEx2Form]
lb_InputMessage->Caption=输入档名
InputNameError=输入档名
InputNameExists=已存在, 无法建立!
InputNameInvalid=输入名称不正确! 存在特殊字符[ \ / : * ? " < > | ].
SpecialNameAvoid=特定字符串, 无法使用, 请重新输入!

[WeaponPropertiesForm]
lb_GunFileManagement->Caption=档案管理
lb_GameName->Caption=游戏目录
lb_PropertyMode->Caption=调枪类别
lb_GameResolution->Caption=记录游戏分辨率
lb_CPIRemark->Caption=记录鼠标灵敏度
lb_GunName->Caption=枪械名称
lb_3xBulletCountSet->Caption=设定弹数
lb_3xBallisticCompensation->Caption=准心回位
lb_3xBulletIntervalTime->Caption=连击间歇@RETURN@(毫秒)
lb_NxBallisticCycle->Caption=次循环
lb_NxBallisticCycleDescript1->Caption=从
lb_NxBallisticCycleDescript2->Caption=到
BallisticCompensation1=不回位
BallisticCompensation2=回位
GunManagement=枪檔管理
GunManagement_New=新建
GunManagement_Open=打开
GunManagement_Save=保存
GunManagement_SaveAs=另存
GunManagement_Delete=删除
GunManagement_Rename=重命名
OpenDialog_Title=开启枪械
OpenDialog_GameName=游戏名称
OpenDialog_GunFile=文件
OpenDialog_FileType=类型
OpenDialog_FileTypeCaption1=所有文件 (*.*)
OpenDialog_FileTypeCaption2=A-*.bwp (A-多连格式)
OpenDialog_FileTypeCaption3=B-*.bwp (B-循环格式)
OpenDialog_FileTypeCaption4=C-*.bwp (C-机枪格式)
OpenDialog_FileTypeCaption5=D-*.bwp (D-临阵格式)
OpenDialog_FileTypeCaption6=M-*.mgn (M-宏枪格式)
OpenDialog_FileTypeCaption7=M-*.mgn2 (M-宏枪格式)
RKeyToPauseNx3x_A=压右键暂停@RETURN@[A-多连]
RKeyToPauseNx3x_B=压右键暂停@RETURN@[B-循环]
RKeyToPauseNx3x_C=压右键暂停@RETURN@[偏移量]
RKeyToPauseNx3x_D=压右键暂停@RETURN@[D-临阵]
GunNameExists=枪械文件已存在, 无法新建立!
DeleteGunFileConfirm=是否删除选定的文件?
DeleteLockedGunFile=文件/目录已被应用至鼠标内存中, 是否要删除/重命名? 如选[是]该功能将移除!
WeaponPropertiesUpdateDeny=赏析版,无法修改信息!
SelfDefineAddError=新增失败! 存在特殊字符[ \ / : * ? " < > | ].
AskDialog_IsSave=是否保存调枪数据?
bt_BallisticDemo->Caption=弹道演示
bt_HardwareTemporaryAdjust->Caption=临阵说明
DialogOpen=打开
DialogSave=保存
DialogDelete=删除
AModeStatement=A-多连: 自定1~5多连发, 且可以修正各发的偏移量和连击间歇时间,  连击间歇时间数值愈小, 射速愈快, 但如太快可能超过枪械负荷而出现空弹, 依不同枪械特性, 选择准心回位或不回位, 密集弹道且节约子弹。@RETURN@理解何谓[偏移量]、[连击间歇]、[准心回位]、[设定弹数]、[弹道循环]等设定值。按试枪后, 打开[弹道说明演示], 其提供简易无后座力的枪械, 可以快速让你理解上述设定的意义, 试着改变不同设定值后, 相信更能把握调枪各项参数要领!
BModeStatement=B-循环:  左键自动高频循环点射, 可以修正各发的偏移量和连击间歇时间, 让一些非机枪模式的枪, 也可执行大火力密集扫射,  亦可加入次循环扫射。@RETURN@理解何谓[偏移量]、[连击间歇]、[准心回位]、[设定弹数]、[弹道循环]等设定值。按试枪后, 打开[弹道说明演示], 其提供简易无后座力的枪械, 可以快速让你理解上述设定的意义, 试着改变不同设定值后, 相信更能把握调枪各项参数要领!
CModeStatement=C-机枪:  使用机枪, 左键不自动高频按放, 各弹依机枪射速, 用户需要反复调整出与机枪射速尽量相接近的同步数值, 方可修正各发的偏移量，让机枪扫射弹道更集中。
DModeStatement=D-临阵: 不须退出游戏, 双击控制键Ｎ或３即可调整循环点射[连击间歇]与[Y轴偏移量],  临阵调枪后, 枪械参数将自动更新原档案, 以利后续使用(详阅右临阵调枪说明).
MModeStatement=M-宏枪: 经由 [M-宏枪] 让奥斯卡宏指令转换使用于左键, 对连续动作加上调枪的宏指令尤为适合,例如在某游戏中实现狙击开火后能自动切枪通过设置左键+手枪+狙击枪,就可将射击速度提升一半,你还可以在射击过程中编入角色动作,如跳、蹲、趴下、令敌方无法瞬间瞄准。同时你需要更多子弹的弹道调整也可以通过宏枪调整, 奥斯卡宏指令需要具备软件编辑能力, 普通玩家亦可经由共享平台下载使用。
lb_OpenStatement->Caption=说明>>
lb_CloseStatement->Caption=阅闭>>
rb_AMode->Caption=A-多连
rb_BMode->Caption=B-循环
rb_CMode->Caption=C-机枪
rb_DMode->Caption=D-临阵
rb_MMode->Caption=M-宏枪
lb_CorrectXY->Caption=修正(X,Y)
lb_CorrectY->Caption=修正Y轴
lb_Offset->Caption=偏移量
lb_Y->Caption=Y@equ@
lb_X->Caption=X@equ@
htmlb_Statement1->Caption=调枪类别指引：
htmlb_Statement2->Caption=新建调枪档时可以选用4类A/B/C/D, 而M类只限转换奥斯卡宏指令. @RETURN@开旧枪械档修改时, 因各类别特性不同, 只限使用原类别编修枪械数据.
htmlb_Statement3->Caption=A-多连: 限使用于 [手枪与连狙及机枪类] 的多连发压枪射击
htmlb_Statement4->Caption=B-循环: 限使用于 [手枪与连狙及机枪类] 的循环压枪射击
htmlb_Statement5->Caption=C-机枪: 限使用于 [连狙及机枪类] 的机枪压枪射击
htmlb_Statement6->Caption=D-临阵: 限使用于 [手枪与连狙及机枪类] 临阵可调的循环压枪射击
htmlb_Statement7->Caption=M-宏枪:限转换 [奥斯卡宏指令]角色动作与射击合并于左键@RETURN@@RETURN@
lb_SelectUse->Caption=选用
lb_MacroFileName->Caption=宏文件
lb_Common->Caption=动作简述
IsCoverGunFile=是否覆盖原枪械文件
PleaseCreateMacro=未发现奥斯卡宏文件 ,请先使用奥斯卡宏编程建立文件!
PleaseSelectedMacroName=请先勾选一个宏文件
ResolutionError=分辨率信息错误
WeaponUsed=文件/目录已被应用至鼠标内存中, 是否要删除/重命名? 如选[是]该功能将移除!
IsMacroToWeapon=已勾选的宏文件, 是否转换为枪械库可使用的宏枪文件?
CPIRemarkError=灵敏度信息错误!
MacroUsed=宏文件使用中，无法转换!
CPIRemarkDefault=预设
NoAuthorityUse=权限不足，无法打开档案,请联系此档案的原作者!

[KernelSystemSetting]
htmlb_HardwareIdDescript_KSYS->Caption=创新四核心技术: 全功能游戏鼠, 具备[低、中、高、特]4型核心, 可升级的核心3/4启动码, 让FPS射击游戏轻易达到[弹着集中], 宏秘功能让MMO/RPG游戏轻易达到[一键必杀], 从而节约大量游戏成本.@RETURN@@RETURN@
htmlb_HardwareIdDescriptSeriesE_KSYS->Caption=【一阳指功能】创新［左/右键］智能互换,解放中指，提升食指高速点击操控性。 @RETURN@【一阳指应用】英雄联盟与MOBA游戏常用右键，而中指操控右键迟缓，常时点击易疲劳，一阳指［左/右键］智能互换解放中指，转为操控“快而灵”的食指右键。能迅速提升对战技能。@RETURN@
lb_HardwareIdCopy_KSYS->Caption=点击复制机身码
htmlb_Kernel1_KSYS->Caption=核心1> 适用于角色扮演与实时战略游戏.
htmlb_Kernel2_KSYS->Caption=核心2> 适用于初级FPS射击游戏.
htmlb_Kernel3_KSYS->Caption=特血核心3> 适用于高级FPS射击游戏.
htmlb_Kernel4_KSYS->Caption=宏秘核心4> 适用于高级MMO/RPG实时战略游戏.
htmlb_Description1_KSYS->Caption=角色扮演与即时战略游戏玩家, 根据需要进行多按键自主设定, 也适合原汁原味的竞技使用.提供世界最快的 [按键响应], 确保稳夺先机!

htmlb_Description20_KSYS->Caption=初级FPS射击游戏, 左键执行各种点击方式:@RETURN@按1: 左键为单点射;@RETURN@按N: 左键为2连射;@RETURN@按3: 左键为3连射.@RETURN@按4:左键为4连射.
htmlb_Description30_KSYS->Caption=【免费体验】 您可试射经 [血手宝典] 调枪后的功能及 [奥斯卡宏] 功能1000次,@RETURN@体验后欲继续使用, 请点击右侧按钮在线购买 [特血核心3] 激活码, 永久随鼠使用.@RETURN@
htmlb_Description31_KSYS->Caption=尚余试用次数: %d 次
htmlb_Description32_KSYS->Caption=感谢您使用高级FPS射击游戏[特血核心3], 拥抱【血手在手，心中不抖】的激情@RETURN@热情欢迎您的任何宝贵建议, 让血手一路长胜!@RETURN@@RETURN@@RETURN@
htmlb_Description33_KSYS->Caption=世界独创-[血手宝典] 五类调枪, 降低枪械后座力, 全自动压枪, 束集弹道, 轻松爆头!
htmlb_Description40_KSYS->Caption=【免费体验】 您可试用 [宏秘]、[奥斯卡宏] 功能1000次,@RETURN@体验后欲继续使用, 请点击右侧按钮在线购买[核心3/4]激活码, 永久随鼠使用.
htmlb_Description42_KSYS->Caption=使多键指令化繁为简, 如一键、循环、自动施放各种魔法技能等.
htmlb_Description43_KSYS->Caption=使多键指令化繁为简, 如一键、循环、自动施放各种魔法技能等.
htmlb_Memo_KSYS->Caption=注意 : 首次切换不同核心, Windows会对鼠标自动加载驱动, 此属正常现象.
HardwareID=鼠标机身码 :
Kernel3Appreciative=[免费体验1000次] 已届满, 如需继续使用, 请点击右侧按钮在线购买 [核心3/4] 激活码, 永久随鼠使用.
Kernel3HasBeenActivated=
HardwareIdCopied=您的"鼠标机身号"已复制, 使用Ctrl+V粘贴至文件保存.
HasBeenActivated=血手宝典-专业版 [核心3/4-已激活]
htmlb_LanceSlight_KSYS->Caption=血手宝典- [一阳指版]
UnActivateAppreciative=[未激活赏析版]
UnActivateExperience=[未激活体验版-请另购激活码]
USBActivated=[USB自属协议已更新]
htmlb_USBRedefine_KSYS->Caption=USB自属协议
htmlb_USBRedefineDescript_KSYS->Caption=当遭遇封锁时,用户亦可购买此USB自属协议.
bt_BloodyTeam_KSYS->Caption=点阅玩家点评
bt_Cart_KSYS->Caption=购买核心3/4激活码
bt_Mall_KSYS->Caption=血手商城
bt_UltraGun3Info_KSYS->Caption=了解 核心3/4
bt_Suggestion_KSYS->Caption=敬请建议点评
bt_Kernel3Activate_KSYS->Caption=激活 核心3/4
bt_Forum_KSYS->Caption=玩家论坛交流
lb_OpenHIDDescript_KSYS->Caption=说明>>
lb_CloseHIDDescript_KSYS->Caption=关闭>>
htmlb_SelectCoreMode_KSYS->Caption=选用核心 :
ck_CoreTournamentMode_KSYS->Caption=电竞(预设-核心1)
ck_CoreGamingMode_KSYS->Caption=游戏 DIY (预设-核心3)
lb_TournamentModeTitle_KSYS->Caption=电竞核心说明>>
lb_GamingModeTitle_KSYS->Caption=游戏核心说明>>
htmlb_TournamentModeDescript_KSYS->Caption=此电竞核心是遵循游戏比赛中不使用鼠标宏之规定, 建议玩家自觉遵守游戏使用规则.
htmlb_GamingModeDescript_KSYS->Caption=此游戏核心可编辑各种游戏所需的鼠标宏、鼠标连点及多键组合宏. 为玩家提升战绩, 节省时间及解放枯燥乏味的手指重复点击动作, 助力玩家激情游戏专注胜利!
CoreGamingMode=全能四核心
CoreTournamentMode=电竞核心
htmlb_TournamentCoreDescript_KSYS->Caption=电竞核心>适用于比赛@RETURN@@RETURN@电竞核心下, 按键已恢复到标准鼠标功能, 用户不可自行设置.

[CertificationForm]
lb_USBRedefineMemo->Caption=插入血手鼠标, 然后点击“更新USB自属协议”按钮, 导入激活档案 *.pid 进行更新.
lb_Kernel3Memo->Caption=插入血手鼠标, 然后点击上面 [激活核心3/4] 按钮, 再双击您所购买的激活档案 [*.bld] 进行激活.
HasBeenActivated=[核心3/4-已激活]
NotActivated=[核心3/4-未激活]
ReActivation=USB自属协议已更新!
ImportCertificationFile=请选择欲导入的激活档案
bt_ImportKernel3CertificationFile->Caption=点击 [激活核心3/4]
bt_ImportUSBRedefineCertificationFile->Caption=点击更新USB自属协议
lb_ActivateWay1->Caption=激活方式一 :
lb_ActivateWay2->Caption=激活方式二 :
ServerConnectionError=激活失败, 请检查网络是否联线, 若是防火墙已设禁用, 请允许开启.
ServerBusy=服务器忙碌中，请稍候再试!
ServerMaintenance=服务器维护中，请等待 %x 小时 %y 分钟后再试.
DualModeActivateError=双模鼠标激活时需同时插上无线接收器及USB有线装置!!

[ShootModeForm]
lb_Key1_ShootMode->Caption=按[1]: 左键为"单击"
lb_KeyNKernel2_ShootMode->Caption=按[N]: 左键为"二连发"
lb_Key3Kernel2_ShootMode->Caption=按[3]: 左键为"三连发"
lb_Key4Kernel2_ShootMode->Caption=按[4]: 左键为"四连发"
lb_KeyNKernel3_ShootMode->Caption=按[N]: 左键执行调枪后自选枪械
lb_Key3Kernel3_ShootMode->Caption=按[3]: 左键执行调枪后自选枪械
lb_Key4Kernel3_ShootMode->Caption=按[4]: 左键执行调枪后自选枪械
lb_KeyNKernel2_N3M_ShootMode->Caption=按[N]: [%P] 为"二连发"
lb_Key3Kernel2_N3M_ShootMode->Caption=按[3]: [%P] 为"三连发"
lb_KeyNKernel3_N3M_ShootMode->Caption=按 [N] : 火力键 [%x] 执行调枪后自选枪械@RETURN@             左键 [%y] 执行 "单击"
lb_Key3Kernel3_N3M_ShootMode->Caption=按 [3] : 火力键 [%x] 执行调枪后自选枪械@RETURN@             左键 [%y] 执行 "单击"
ck_SwitchLeftRightBtn_ShootMode->Caption=左右键切换
ck_LeftBtnAsShootKey_ShootMode->Caption=双枪键切换
lb_AccurateCPIAdjust_ShootMode->Caption=调降CPI
lb_AccurateTest_ShootMode->Caption=测试
SniperAction1=狙击枪-1
SniperAction2=狙击枪-2
SniperAction3=狙击枪-3
SniperAction4=狙击枪-4
SniperAction5=狙击枪-5
SniperAction6=狙击枪-6
lb_AccurateCpiDescript_ShootMode->Caption=临阵瞄准模式 :@RETURN@依不同枪械开镜倍率不同可通过按住"狙击枪"设定键, 使用滚轮上 / 下微调瞄准镜移动速度, 精准锁定目标快速狙杀.
AccurateHelp10=狙击枪-1 (降速)
AccurateHelp11=选用此模式, 于游戏中开启枪械的单倍键或是双倍键瞄准模式, 然后用拇指压住"狙击枪"设定键, 使枪械在不同瞄准镜的射击状态下将移动目标立即锁定狙杀!
AccurateHelp20=狙击枪2 (单倍镜+降速)
AccurateHelp21=选用此模式, 只需拇指压住"狙击枪"设定键, 游戏中将触发右键一次开镜动作, 使枪械在单倍瞄准镜的射击状态下能快速将中远程移动目标立即锁定狙杀!
AccurateHelp30=狙击枪3 (单倍镜按下+降速)
AccurateHelp31=选用此模式, 只需拇指压住"狙击枪"设定键, 游戏中将一直触发右键开镜动作, 使枪械在单倍瞄准镜的射击状态下能快速将中远程移动目标立即锁定狙杀!
AccurateHelp40=狙击枪4 (双倍镜+降速)
AccurateHelp41=选用此模式, 只需拇指压住"狙击枪"设定键, 游戏中将触发右键两次开镜动作, 使枪械在双倍瞄准镜的射击状态下能快速将远程移动目标立即锁定狙杀!
AccurateHelp50= 狙击枪5 (一键瞬狙)
AccurateHelp51=选用此模式, 只需拇指按下一次"狙击枪"设定键, 游戏中将触发右键与左键同时击发的一键瞬狙功能, 使狙击枪在未开启瞄准镜的射击状态下能快速将目标立即狙杀!(根据游戏规则或是网速延迟不同可自设瞬狙的延迟时间使能达到一键瞬狙功能)
AccurateHelp60= 狙击枪6 (一键切枪)
AccurateHelp61=选用此模式, 在使用瞄准镜已锁定目标状态下,只需拇指按下一次"狙击枪"设定键, 游戏中将触发左键开火与武器切枪, 使狙击枪迅速子弹上膛进入瞄准射击状态。(根据游戏规则或是网速延迟不同可调整不同切枪组合)
lb_SniperHint_ShootMode->Caption=狙击枪功能于按键页设定在鼠标右键或4键或5键执行.
lb_LeftBtnAsShootKeyN3M_ShootMode->Caption=双枪键功能于火力键 [F] 及左键 [L] 执行.
bt_SharkSeriesControlKeySetting_ShootMode->Caption=[左键火力] 设置
formSharkSeriesMouseKeySettingDialog->lb_Title->Caption=[左键火力] 设置
SharkSniperKeyNKernel2=按[n/3]: 左键为"二连发"
SharkSniperKey3Kernel2=按[n/3]: 左键为"三连发"
SharkSniperKey4Kernel2=按[n/3]: 左键为"四连发"
SharkSniperKeyNKernel3=按[n/3]: 左键执行调枪后自选枪械
SharkSniperKey3Kernel3=按[n/3]: 左键执行调枪后自选枪械
SharkSniperKey4Kernel3=按[n/3]: 左键执行调枪后自选枪械

[HardwareAdjustHint]
lb_Title->Caption=临阵调枪
htmlb_BulletIntervalTime->Caption=连击间歇 : 滚轮加减间歇延迟时间.
htmlb_AdjustTrajectory->Caption=调Y轴偏移量： 先按[4键]归零, 再逐次按[5键]累加.

[HardwareTemporaryAdjustForm]
htmlb_Title->Caption=临阵说明
htmlb_Header1->Caption=图示
htmlb_Header2->Caption=步骤1 : 临阵调枪
htmlb_Header3->Caption=步骤2 : 调枪操作
htmlb_Header4->Caption=步骤3 : 保存
htmlb_Strafe->Caption=N-控制键

htmlb_Bursts->Caption=3-控制键

htmlb_NxStep1->Caption=使用D-临阵枪于N-控制键@RETURN@双击 [N], 绿灯闪, 进入临阵调枪@RETURN@
htmlb_3xStep1->Caption=使用D-临阵枪于3-控制键@RETURN@双击 [3], 黄灯闪, 进入临阵调枪 
htmlb_Nx3xStep21->Caption=连击间歇：滚轮加减间歇延迟时间.
htmlb_Nx3xStep22->Caption=调Y轴偏移量：先按 [4键] 归零, 再逐次按 [5键] 累加
htmlb_NxStep3->Caption=单击 [N] 键@RETURN@保存
htmlb_3xStep3->Caption=单击 [3] 键@RETURN@保存
ck_DisplayHardwareAdjustmentStatus->Caption=启用临阵调枪提示

[WeaponTestForm]
htmlb_Title->Caption=试枪说明
htmlb_Step1->Caption=测试调枪数据的准确度
htmlb_Step2->Caption=数据暂存于@RETURN@N-控制键@RETURN@@RETURN@
htmlb_Step3->Caption=马上进入游戏中验证准确度!
ck_NoMoreDisplay->Caption=下次不再询问

[WeaponHelpForm]
Help_10=1.偏移量
Help_11=第二发弹着点,因后座力,相对于第一发(准心瞄准的位置)偏移至坐标(3,4)位置, 反向修正,输入(X,Y)@equ@(-3,-4),可抵消后座力产生的偏移,偏移量每一单位即为游戏分辨率像素(Pixel),不同游戏分辨率将影响偏移量数值,所以调枪数据需要加入游戏分辨率以为注记参考.
Help_20=2.准心回位
Help_21=在一轮扫射完后,其准心可选择是否要重回”第一枪”的位置 : @RETURN@准心不回位:准心保留在最后一枪位置,不做修正.@RETURN@准心要回位:准心重回到第一枪位置.
Help_30=3.连击间歇
Help_31=射出第二发与前发之间的歇息时间,间歇时间愈小,射击愈快,可配合偏移量和不同枪枝的射速、稳定性,做出最佳的调整.
Help_40=4.次循环
Help_41=在循环扫射时,其子弹的发射组合为打完主循环设定的弹数后,开始重复循环打[次循环]的设定,直到左键被放开为止.

[AboutForm]
About_1=血手宝典内含【一阳指版】与【专业版】两套鼠标软件:@RETURN@@RETURN@血手宝典【一阳指版】: 仅提供游戏所需的自定义按键功能,您还能拥有办公娱乐常用的截图编辑、鼠标手势、进化轮等办公高级功能。@RETURN@血手宝典【专业版】: 可以大幅提高游戏鼠所需的各式特殊功能, 除了享受游戏乐趣, 更能激发出游戏激情! 严谨配合血手鼠标硬件, 让软硬件相互之间发挥出玩家所梦寐以求的全胜机能!【可付费升级特血核心3/4激活码】
About_2=考虑到非所有的玩家一定需要特血核心3/4, 让首次购买鼠标时可以用较为经济价格入手, 避免因冲动消费而高额付出而后悔, 转而把未来需要更多服务需求与极致功能的特血核心3/4激活码, 采取需要者再次购买原则, 未购买激活码前可先行免费体验, 此方案是血手刻意营造的理性导购, 如有不便望请见谅!
About_3=本宏编辑器的用户接口授权来自于Scratch(scratch.mit.edu), a project of the lifelong Kindergarten group at the MIT Media Lab.
lb_AboutCompany->Caption=Copyright A4Tech Co., Ltd. 2013. All rights reserved.

[WirelessGuardForm]
htmlb_Title_Guard->Caption=无线五宝
ck_Function1_Guard->Caption=启用 [同步灵] 技术
ck_Function2_Guard->Caption=启用 [零频偏] 技术
ck_Function3_Guard->Caption=启用 [专享频] 技术
ck_Function4_Guard->Caption=启用 [信号监] 技术
ck_Function5_Guard->Caption=启用［强功率］技术
ck_WakeType1_Guard->Caption=移动唤醒
ck_WakeType2_Guard->Caption=按键唤醒
ck_ActivateLowPowerRemind_Guard->Caption=提示低电量通知
htmlb_FunctionTip1_Guard->Caption=(发明专利号:ZL200910192117.3)
htmlb_FunctionTip2_Guard->Caption=(发明专利审查中)
htmlb_FunctionTip3_Guard->Caption=(发明专利号:ZL200910041427.5)
htmlb_Channel_Guard->Caption=频道
htmlb_RSSI_Guard->Caption=强度
htmlb_PowerDisplay_Guard->Caption=剩余电量 :
htmlb_LowPowerRemind_Guard->Caption=低电提示:(%)
htmlb_RemindInterval_Guard->Caption=提示间隔:(分)
htmlb_SleepTime_Guard->Caption=设定几分钟后开始进入休眠
htmlb_Memo_Guard->Caption=血手研发团队, 为了扫除玩家对无线键鼠稳定性的忧虑!  锐意钻研, 荣获多项国家发明专利授权, 所有的努力, 就是要让血手无线游戏键鼠升级甚至超越有线鼠, 让玩家们无限纵横于游戏, 所向披靡,万无一失!
lb_OpenMemo_Guard->Caption=说明>>
lb_CloseMemo_Guard->Caption=关闭>>
AccessDeny=无法应用!@RETURN@(无线五宝限用血手无线游戏系列键鼠)
bt_FOC_Guard->Caption=频偏校正
htmlb_SensorPerformanceTitle_Guard->Caption=传感器省电调整
htmlb_SensorPerformance0_Guard->Caption=Auto
htmlb_SensorPerformance1_Guard->Caption=Office
htmlb_SensorPerformance2_Guard->Caption=MMO/RPG
htmlb_SensorPerformance3_Guard->Caption=FPS

[WirelessGuardHelpForm]
Guard10=无线一宝 [同步灵]技术:
Guard11=杜绝主机与无线鼠标之间报告响应率无法同步所导致的资料遗失或溢流问题，稳定光标移动量, 保证光标灵敏不延迟, 实现与有线鼠同样可靠的同步灵敏操控。
Guard20=无线二宝 [零频偏]技术:
Guard21=于鼠标开机时, 将自行启用[自动频偏校正]技术, 但之后因工作环境温度之升高亦会改变频率偏差值, 此时可使用[频偏校正]技术, 再次消除频率偏差值. 此双重频率校正技术, 确保无线游戏鼠的移动性能, 完全媲美有线游戏鼠, 进而畅享无限自由的乐趣! 
Guard30=无线三宝 [专属频]技术:
Guard31=提供自选专属无线通信频道, 有效隔绝同频通讯干扰! 自选后不发生因自动跳频而延时.
Guard40=无线四宝 [信号监]技术:
Guard41=随时监测无线电信号强度, 主动远离干扰源! 显示强度最高为100, 如低于90, 改善建议如下;@RETURN@1. 寻找出无线电干扰源, 关闭或远离之.@RETURN@2. 请将接收器插于USB延长线上, 并置于远离计算器或干扰源之位置.@RETURN@3. 使用笔记本计算机时, 将接收器插于与鼠标同一侧之USB接口.
Guard50=无线五宝 [强功率]技术:
Guard51=增强无线信号发射功率，提高抗干扰能力,使无线传输更强、更远、更稳定.
Guard_Tip51=已启用
Guard_Tip52=未启用
lb_CheckPicture->Caption=查看专利证书

[FileManagementForm]
lb_GameDirectory->Caption=游戏夹
lb_ImportDirectory->Caption=文件
lb_ExportPath->Caption=路径
lb_ExportFile->Caption=出/入文件暂存区
LocalDrive=磁盘
TrialVersionNoUse=现为赏析版, 无法使用此功能!
FileExistIsOverwrite=文件已存在，是否覆盖?
DeskTop=桌面
MyDocuments=我的文档
lb_FileType->Caption=类型
advcb_FileType->Caption0=所有文件 (*.*)
advcb_FileType->Caption1=*.amc (宏文件格式)
advcb_FileType->Caption2=*.amc2 (宏文件格式)
advcb_FileType->Caption3=A-*.bwp (A-多连格式)
advcb_FileType->Caption4=B-*.bwp (B-循环格式)
advcb_FileType->Caption5=C-*.bwp (C-机枪格式)
advcb_FileType->Caption6=D-*.bwp (D-临阵格式)
advcb_FileType->Caption7=M-*.mgn (M-宏枪格式)
advcb_FileType->Caption8=M-*.mgn2 (M-宏枪格式)
advcb_FileType->Caption9=A-*.bmc (一键必杀)
advcb_FileType->Caption10=B-*.bmc (循环必杀)
advcb_FileType->Caption11=C-*.bmc (自动必杀)
advcb_FileType->Caption12=*.ckPannel (全彩)
advcb_FileType->Caption13=*.ckButton (键彩)
advcb_FileType->Caption14=*.ckAnimation (彩漫)
IllegalFile=非正常导入档案，无法导出
NoAuthority=权限不足，无法导出
FileCount=数量

[DevicePair]
htmlb_Title->Caption=血手幽灵无线系列产品配对程序
htmlb_DevicePairDescript->Caption=使用此"对码"程序可以配对血手幽灵系列无线键鼠.
rb_MousePair->Caption=鼠标配对
rb_KeyboardPair->Caption=键盘配对
bt_StartPair->Caption=开始配对
htmlb_PairStep1->Caption=1.将USB充电线插入你的计算机USB端口中.
PairStep2_Mouse=2.依照图标找到鼠标充电位置端口.
PairStep2_Keyboard=2.依照图标找到键盘充电位置端口.
PairStep3_Mouse=3.于30秒内, 将充电插头插入到鼠标充电端口中.
PairStep3_Keyboard=3.于30秒内, 将充电插头插入到键盘充电端口中.
PairStep4_Mouse=4.上述动作完成后, 鼠标正在配对中, 请稍等! 配对完成后将自动进入下一页.
PairStep4_Keyboard=4.上述动作完成后, 键盘正在配对中, 请稍等! 配对完成后将自动进入下一页.
CountdownSeconds=秒
htmlb_PairedSuccessHint1->Caption=恭喜您!
PairedSuccessHint2_Mouse=您的鼠标现在已可以使用!
PairedSuccessHint2_Keyboard=您的键盘现在已可以使用!

[FOCAForm]
htmlb_Title->Caption=频偏校正分析
htmlb_FrequenceAnalysis->Caption=频偏分析 :
lb_ProgressTip->Caption=校正提示 :
ProgressTip1=频偏正在收敛中
ProgressTip2=频偏校正成功!!

[AuthorityManageForm]
lb_AuthorityManage->Caption1=导入权限管理
lb_AuthorityManage->Caption2=导出权限管理
lb_FileNameTitle->Caption=档案：
lb_AuthorMessage->Caption=填写发布作者信息：
lb_Author->Caption=原作者：
lb_AuthorHID->Caption=机身码：
lb_AllowMessage->Caption=填写分享用户信息：
lb_PassWord->Caption=密码：
lb_ShareAuthority->Caption=分享权限：
htmlb_Warning->Caption=欢迎你数据分享，依据加密等级可保障数据安全性高!如果密码丢失或遗忘，则无法恢复，建议将密码列表管理。
ChangeAuthority0=只可执行（指定机身码）
ChangeAuthority1=只可执行
ChangeAuthority2=可修改与发布
PassWordError=输入密码与原密码不相同, 请重新输入正确密码.
lb_Phone->Caption=电话：
lb_Email->Caption=信箱：
lb_Web->Caption=网页：
lb_SpecifyHID->Caption=指定机身码：

[BatchHardwareIDForm]
lb_MoreHardwareID->Caption=指定更多机身码：
lb_InputHardwareID->Caption=输入机身码：

[ProfileConfigurationForm]
lb_ConfigurationSwitch->Caption=配置切换方式：
lb_Configuration->Caption=配置
lb_Apply->Caption=应用
lb_Enable->Caption=启用
lb_Light->Caption=颜色
HardwareSwitch=鼠标免驱切换
IntelligentSoftwareSwitch=智能软件切换
KeyboardHotKeySwitch=键盘热键切换
ProfileKeySwitch=鼠标配置键切换
NotSpecify=不可指定
MouseProfileKey=鼠标配置键
Hardware=免驱切换
Software=软件
HotKey=热键
ProfileKey=配置键
KeyboardHotKey=选择热键
OpenSoftware=选择软件
Delete=删除
AllowedToRepeat=不能重复选择
sp_Light1->Hint=可编辑色彩
lb_Prompt1->Caption=双击[1], 滚轮灯闪, 鼠标4/5侧按键调整配置与灯光, 再单击[1]保存设定.(不支持V/VM/A/N系列的变灯功能)
lb_Prompt2->Caption=将拨动推钮往前触发3秒后,滚轮灯闪.鼠标4/5侧按键调整配置与灯光, 再将拨动推钮往前触发一次可保存设定.

[SensorLiftHeightConfirmForm]
lb_CalibrateConfirmMessage->Caption=您要保留此传感器抬放高度的设定值吗?
lb_RestoreMessage->Caption=7秒后, 将还原先前的设定值…
CountDownText=倒数
SecondText=秒
bt_Ok->Caption=保留
bt_Restore->Caption=回复

[SensorLiftHeightCalibrationForm]
lb_Title->Caption=微精校准方法
CalibrationStep1=请按下「开始校准」按键, 启动校准.
CalibrationStep2=请按住左键,开始校准
CalibrationStep3=按住左键, 在鼠标垫上Z型移动鼠标, 放开左键便完成校正.
CalibrateButton_Start=开始校准
CalibrateButton_Restart=重新校准
CalibrateInfo_Calibrating=校准中…
CalibrateInfo_Finish=校准完成

[UltraComboForm]
UltraComboManagement=档案管理
GameManagement_New=新建游戏夹
GameManagement_Modify=游戏夾改名
GameManagement_Delete=删除游戏夾
FileManagement_New=新建
FileManagement_Open=打开
FileManagement_Save=保存
FileManagement_SaveAs=另存..
FileManagement_Delete=删除
FileManagement_ReName=重命名
FileManagement_ImportExport=导入/导出
FileManagement_Transfer=上传/下载
FileManagement_SaveAsMacro=转存奥斯卡宏格式
lb_CheatsGameDirectory_UltraCombo->Caption=目录：
lb_CheatsMode_UltraCombo->Caption=类别：
lb_CheatsName_UltraCombo->Caption=名称：
lb_CheatsDescription_UltraCombo->Caption=描述：
lb_OpenStatemen_UltraCombo->Caption=说明>>
lb_CloseStatement_UltraCombo->Caption=阅闭>>
lb_Prompt_UltraCombo->Caption=测试宏秘功能无法停止时,则同时按下鼠标左/中/右键即可中断功能,然后检查宏秘.

bt_CheatsDownloadExplain_UltraCombo->Caption=下载教程
htmlb_Statement1_UltraCombo->Caption=
htmlb_Statement2_UltraCombo->Caption=使MMO/RPG游戏多键指令化繁为简, 可选用A/B/C 3方式, 也可转换奥斯卡宏指令使用更高级的宏, 修改时限使用原类型.
htmlb_Statement3_UltraCombo->Caption=A> [一键必杀],执行一次快招组合.
htmlb_Statement4_UltraCombo->Caption=B> [循环必杀],循环执行组合,松开按键即停止.
htmlb_Statement5_UltraCombo->Caption=C> [自动必杀],自动执行组合,直至再次按下即停止.
AModeStatement=A>一键必杀
BModeStatement=B>循环必杀
CModeStatement=C>自动必杀
OpenDialog_Title1=新建
OpenDialog_Title2=开启
OpenDialog_Title3=保存
OpenDialog_Title4=另存..
OpenDialog_GameName=游戏名称
OpenDialog_GunFile=文件
NewGameNameTitle=新建游戏夹
NewGameNameDefault=新建游戏夹
ModifyGameNameTitle=游戏夹改名
DeleteGameTitle=删除
DeleteGameNameTitle=文件
DeleteGameFileConfirm=是否删除此游戏夹?@RETURN@目录包含的档案也将一并删除!!
DeleteGameFileSelected=档案/目录已被应用至所有核心的鼠标内存中, 是否要删除/重命名? 如选[是]该功能将移除!
RenameGameNameSelected=档案/目录已被应用至所有核心的鼠标内存中, 是否要删除/重命名? 如选[是]该功能将移除!
PleaseCreateDirectory=请先建立游戏文件夹!
NewCreateFileName=新建宏秘档案
NewCreateFileDefault=新建文件名
OpenDialog_FileType=类型
OpenDialog_FileTypeCaption1=所有文件 (*.*)
OpenDialog_FileTypeCaption2=A-*.bmc (一键必杀)
OpenDialog_FileTypeCaption3=B-*.bmc (循环必杀)
OpenDialog_FileTypeCaption4=C-*.bmc (自动必杀)
VersionMessage=现为赏析版, 无法储存修改信息!
MacroUsed=文件/目录已被应用至鼠标内存中, 是否要删除/重命名? 如选[是]该功能将移除!
MacroModify=已修改, 要储存吗?
InputNameInvalid=输入名称不正确! 存在特殊字符[ \ / : * ? " < > | ].
MacroFileDelete=是否删除选定的文件?
MacroFileSelected=文件/目录已被应用至鼠标内存中, 是否要删除/重命名? 如选[是]该功能将移除!
ModifyFileNameTitle=重命名
PleaseInputFileName=输入文件
FileExistAlready=文件已存在，是否替换原文件?
rb_OneKeyKill_UltraCombo->Caption=A>一键必杀
rb_CycleKill_UltraCombo->Caption=B>循环必杀
rb_AutoKill_UltraCombo->Caption=C>自动必杀
OpenDialog_Title5=删除
NoAuthorityUse=权限不足，无法打开档案,请联系此档案的原作者!
MustCreatFile=必须新建宏秘档案后才可编辑!
bt_Start_UltraCombo->Caption=[F11] 开始
bt_Stop_UltraCombo->Caption=[F12] 停止
ck_KeyboardAction->Caption=录制键盘操作
ck_MouseClick->Caption=录制鼠标点击
lb_TestCommon->Caption=测试说明 :
bt_InsertKeyboard_UltraCombo->Hint=插入字键
bt_InsertMouse_UltraCombo->Hint=插入鼠标
bt_InsertDelay_UltraCombo->Hint=插入延时
bt_Record_UltraCombo->Hint=录制
mi_InsertKeyboard_UltraCombo->Caption=插入字键
mi_InsertMouse_UltraCombo->Caption=插入鼠标
mi_InsertDelay_UltraCombo->Caption=插入延时
mi_ClearAll_UltraCombo->Caption=全部清除
lb_TestDescription->Caption=数据暂存于鼠标第四键内存中，进入测试区或游戏中测试，欲回复原第四键设定，请至[按键]页重新设定
ck_CursorRecord->Caption=启动光标录制
lb_InterruptTips->Caption=测试编程无法停止时，则同时按下键盘[Caps Lock]、[Scroll Lock]、[Num Lock]键即可中断功能，然后检查编程
PressSpaceToTest=请按下第四键开始进行测试
bt_Clear_UltraCombo->Caption=清除
Key=键
KeyDown=按下
KeyUp=弹起
MouseMoveTo=鼠标移到
MouseRelativeMove=鼠标相对移动
Delay=延时
millisecond=毫秒
second=秒
minute=分
MouseWhellUp=滚轮前滚
MouseWhellDown=滚轮后滚
MouseLeftKeyDown=左键按下
MouseLeftKeyUp=左键弹起
MouseLeftKeyClick=左键单击
MouseLeftKeyDblClick=左键双击
MouseMiddleKeyDown=中键按下
MouseMiddleKeyUp=中键弹起
MouseMiddleKeyClick=中键单击
MouseRightKeyDown=右键按下
MouseRightKeyUp=右键弹起
MouseRightKeyClick=右键单击
MouseFourthKeyDown=四键按下
MouseFourthKeyUp=四键弹起
MouseFourthKeyClick=四键单击
MouseFifthKeyDown=五键按下
MouseFifthKeyUp=五键弹起
MouseFifthKeyClick=五键单击

[UltraComboHelp]
Help_10=A> 一键必杀
Help_11=按下按键启动[一键必杀],此功能应用在MMO/RPG角色及格斗类游戏中的快招组合,执行一次,多键组合的简单宏.
Help_20=B> 循环必杀
Help_21=按下按键启动[循环必杀],此功能应用在MMO/RPG角色及格斗类游戏的连击快招组合循环执行,松开按键即停止.
Help_30=C> 自动必杀
Help_31=按下按鍵啟動[自動必殺],此功能應用在MMO/RPG角色及格鬥類遊戲的自動執行連擊快招組合與掛機,直至再次按下按鍵即停止.

[MultiDeviceManageForm]
lb_Title->Caption=多装置管理
lb_Description->Caption=选用不同血手鼠设备时,通过滚轮灯闪显示该鼠标与软件已绑定功能应用权限.
Bloody_V_Mouse=V / VM Pro 游戏鼠
Bloody_VL_Mouse=VL系列-游戏鼠
Bloody_T_Mouse=T系列-游戏鼠
Bloody_TL_Mouse=TL系列-激光游戏鼠
Bloody_ZL_Mouse=ZL系列-激光游戏鼠
Bloody_ML_Mouse=ML系列-激光游戏鼠
Bloody_W_Wireless_Mouse=RT系列-双模无线鼠
Bloody_W_Wired_Mouse=RT系列-双模有线鼠
Bloody_WL_Wireless_Mouse=WL系列-无线激光游戏鼠
Bloody_WL_Wired_Mouse=WL系列-激光游戏鼠
Bloody_R_Mouse=R系列-无线游戏鼠
Bloody_RT_Mouse=RT系列-无线游戏鼠
Bloody_F_Mouse=F系列-游戏鼠
Bloody_FL_Mouse=FL系列-激光游戏鼠
Bloody_Fc_Mouse=F系列-游戏鼠
Bloody_FLc_Mouse=FL系列-全彩激光游戏鼠
Bloody_A_Mouse=A系列-游戏鼠
Bloody_AL_Mouse=AL系列-激光游戏鼠
Bloody_N_Mouse=N系列-全彩游戏鼠
Bloody_NL_Mouse=NL系列-激光游戏鼠
Bloody_E_Mouse=E系列-一阳指
Bloody_P80_Mouse=P系列-RGB魔幻鼠
Bloody_P88_Mouse=P系列-RGB彩漫鼠
Bloody_S9X_Mouse=S系列-游戏鼠
Bloody_S9XPro_Mouse=S系列Pro-RGB专业鼠
Bloody_SL9X_Mouse=SL系列-RGB激光鼠
Bloody_P81Pro_Mouse=P系列Pro-RGB专业鼠
Bloody_PL81_Mouse=PL系列-RGB激光鼠
Bloody_J86_Mouse=J系列-游戏鼠
Bloody_J90_Mouse=J系列-游戏鼠
Bloody_J95_Mouse=J系列-游戏鼠
Bloody_J81_Mouse=J系列-游戏鼠
Bloody_W60Max_Mouse=W系列-游戏鼠
Bloody_P80Pro_Mouse=Bloody Pro 游戏鼠
Bloody_L68_Mouse=L系列-游戏鼠

[ExtraChannelSettingForm]
lb_NotifyingMouse->Caption=请移动鼠标…
lb_NotifyingKeyboard->Caption=请敲击键盘任意键...

[ColorPaletteForm]
lb_ColorEditor->Caption=颜色编辑：
lb_BasicColor->Caption=基本颜色：
lb_CurrentColor->Caption=当前颜色：
lb_Red->Caption=红（R）
lb_Green->Caption=绿（G）
lb_Blue->Caption=蓝（B）

[MouseGesturesForm]
lb_Title->Caption=一键16雕设定 :
lb_Context->Caption=一键16雕使用方法: 按住此设定键, 依箭头方向移动鼠标, 然后松开按键.如勾选下列[实时反应]可以执行8项须要实时反应之常用功能, 亦可自设灵敏度.
ck_RealTimeReply->Caption=实时反应
lb_Distance->Caption=反应灵敏度
lb_Units->Caption=(1@equ@低)
lb_Default->Caption=恢复默认值
lb_Context->Caption.2X=一键16雕使用方法: 按住2X键, 依箭头方向移动鼠标, 然后松开按键.如勾选下列[实时反应]可以执行8项须要实时反应之常用功能, 亦可自设灵敏度.
InputDigitError=请输入数字!!!
DistanceRangeError=反应灵敏度设定值范围应于 %x 至 %y.

[MouseGesturesExForm]
lb_Title->Caption=鼠标手势设定 :
lb_Context->Caption=鼠标手势使用方法: 按住鼠标手势键(即此设定键), 并依照下面指示的方向移动, 然后松开鼠标手势键.
ck_EnabledTipBoard->Caption=显示手势提示窗口

[Wheel4DForm]
lb_Wheel4DSet->Caption=进化轮功能设定
lb_ChooseWheel4D->Caption=选用进化轮
lb_ChooseStandard->Caption=选用标准滚轮
lb_HideWheel4DIcon->Caption=隐藏进化轮图标
lb_HidePartialIcon->Caption=隐藏分区图标
lb_VerticalScrollSet->Caption=垂直滚动
lb_VerticalScrollLines->Caption=一次滚动行数 :
lb_VerticalScrollPage->Caption=一次滚动一个屏幕
lb_HorizontalScrollSet->Caption=水平滚动
lb_HorizontalScrollNote->Caption=鼠标滚轮可一次滚动显示的字符数量 :
lb_Wheel4DTitleOfNotes->Caption=进化轮功能介绍
lb_Wheel4DNotes->Caption=创新专利进化轮改变单轮为四方向滚动,在 EXCEL 中只需移动鼠标的光标到 A/B 两个不同的区域,即可自动切换上下、左右滚动的功能,简单快捷,莭省更多时间,办公效率极大提高.
lb_ARegionNotes->Caption=光标在A区上下卷动
lb_BRegionNotes->Caption=光标在B区左右卷动
lb_PartialIcon->Caption=分区图标
lb_Wheel4DFormHint->Caption=点击移动图标调整 A/B 区比例
lb_OpenWeb->Caption=点击进入天遥网站
InputDigitError=请输入数字!!!
Wheel4DSetValueRange=设定值范围应于 %x 至 %y.
ck_AreaABSwap->Caption=A區和B區滚动互換

[PenSuitForm]
lb_Title->Caption=讲师笔功能设定
lb_HandwritingEraseType->Caption=清除笔迹设定 :
rb_EraseType1->Caption=我选用自动清除笔迹
rb_EraseType2->Caption=我选用按键清除笔迹
lb_EraseType1->Caption=按住按键并移动鼠标画线, 松开按键后笔迹自动清除.
lb_EraseType2->Caption=按住按键并移动鼠标画线, 双击按键后笔迹清除.
lb_BoldType->Caption=笔迹粗细设定 :
ck_BoldType3->Caption=粗
ck_BoldType2->Caption=细
ck_BoldType1->Caption=精细
lb_Hint->Caption=依使用环境需要可设讲师笔三种粗细的线条，方便用户于教学或开会简报圈示重点更明了.
lb_PenColor->Caption=点选笔迹颜色 :

[ScreenCapture]
rb_Rectangle->Hint=方框
rb_Ellipse->Hint=楕圆
rb_Arrow->Hint=箭头
rb_Brush->Hint=笔刷
rb_Text->Hint=文字
bt_Restore->Hint=复原
bt_Save->Hint=存档
bt_Giveup->Hint=放弃
bt_Finish->Hint=完成
rb_ToolAttributePenSize1->Hint=笔粗1
rb_ToolAttributePenSize2->Hint=笔粗2
rb_ToolAttributePenSize3->Hint=笔粗3
ck_FontBold->Hint=粗体
ck_FontItalic->Hint=斜体
ck_FontUnderLine->Hint=底线
rb_Mosaic->Hint=马赛克
bt_Note->Hint=便利贴

[LightEffectForm]
lb_LightBrightness->Caption=灯光亮度：
ColorEffect=RGB魔幻灯效：
ColorEffect1=全彩恒亮
ColorEffect2=全彩呼吸(慢闪)
ColorEffect3=全彩呼吸(快闪)
ColorEffect4=全彩循环(慢闪)
ColorEffect5=全彩循环(快闪)
ColorEffect6=微动换彩(慢)
ColorEffect7=微动换彩(快)
NeonEffect=霓彩灯效：
NeonEffect1=霓彩关闭
NeonEffect2=霓彩换色
NeonEffect3=霓彩恒亮
NeonEffect4=霓彩呼吸

[PreventDisturbForm]
lb_Title->Caption=游戏防打扰：
lb_Comment->Caption=此功能是遵循某游戏免用第三方软件规则，在游戏启动前自动关闭血手宝典并使用硬件功能。(出厂已预设某游戏启用“游戏防打扰”以免被游戏客户端强制退出游戏或出现数据等异常问题。)
lb_Configuration->Caption=配置
lb_ProgramName->Caption=程序名称
lb_GameComment->Caption=游戏名称
lb_PreventDisturb->Caption=防打扰
CloseSoftwareTips=【确认】按钮：继续启用游戏防打扰功能。@RETURN@@RETURN@【退出】按钮：关闭血手宝典,鼠标设置储存至内存中，可免驱执行游戏功能。
ck_DoNotRemind->Caption=不再弹出 "防打扰" 网页说明.
im_OpenExe->Hint=新增
im_Delete->Hint=删除
ProgramExists=有相同的程序名称.

[ForcedStandardMouseForm]
lb_Title->Caption=进入比赛专用鼠标设定
lb_SetPassword->Caption=设定密码 : 
lb_ConfirmPassword->Caption=确认密码 : 
EmptyPassword=密码不得为空!
ConfirmPasswordError=确认密码与密码必须一致!
lb_RestoreTitle->Caption=您已进入比赛专用鼠标设定模式, 目前鼠标将屏蔽所有软件功能.
lb_UnlockPassword->Caption=离开比赛模式, 请输入原设定密码 :

[SLEDManageForm]
EffectManagement=RGB灯库管理
EffectManagement_ImportExport=导入/导出
SLEDPannel=全彩
SLEDButton=键彩
SLEDAnimation=彩漫
SLEDAlgorithm=内建灯效
ControlKey=灯效
lb_CommentTitle_SLED->Caption=RGB灯效切换：
lb_Comment_SLED->Caption=将鼠标抬起后，按[1]循环切换5种自设灯效。
ApplyInform=RGB灯效设置已保存。
AccessDeny=无法应用!@RETURN@(此功能限用【RGB彩漫】鼠标系列,建议您到商城购买)
ck_LightingEffects->Caption=按下 1/N/3 切换键后, 不自动回到彩漫灯效.

[SLEDEditorForm]
EffectManagement=RGB灯库管理
EffectManagement_New=新建
EffectManagement_Open=打开
EffectManagement_Save=保存
EffectManagement_SaveAs=另存
EffectManagement_Delete=删除
EffectManagement_Rename=重命名
ColorKeyboardPannel=全彩
ColorKeyboardButton=键彩
ColorKeyboardAnimation=彩漫
lb_PannelTitle->Caption=灯效：
lb_PannelLight->Caption=恒亮
lb_PannelBreath->Caption=呼吸
lb_PannelSlowBreath->Caption=慢
lb_PannelFastBreath->Caption=快
lb_ButtonTitle->Caption=键击灯效：
lb_KeyColor->Caption=键击颜色：
lb_DownColor->Caption=按下颜色
lb_UpColor->Caption=弹起颜色
lb_ButtonSlowBreath->Caption=慢
lb_ButtonFastBreath->Caption=快
ButtonType1=键击换彩
ButtonType2=键击流星
ButtonType3=键击波浪
bt_AnimationPlay->Hint=播放
bt_AnimationStop->Hint=停止
bt_AnimationPrevious->Hint=上一画格
bt_AnimationNext->Hint=下一画格
bt_AnimationLoadFrame->Hint=画格复制至键区
bt_AnimationSaveFrame->Hint=键区复制至画格
bt_AnimationNewFrame->Hint=添加画格
bt_AnimationDeleteFrame->Hint=删除画格
bt_AnimationUndo->Hint=复原
bt_AnimationRedo->Hint=重做
lb_AnimationTitle->Caption=彩漫灯效：
lb_AnimationTimeUnit->Caption=【分钟】
lb_BackgroundColor->Caption=背景颜色
AnimationCommentOpen=说明>>
AnimationCommentClose=阅闭>>
AnimationComment=【循环灯效】设定为0分钟，即刻显示灯效。@RETURN@【智能灯效】鼠标无动作 1~10 分钟后，进入灯效显示。按任意键则停止灯效。
NewCreateFileName=新建档案
NewCreateFileDefault=新建文件名
mi_AddFrame->Caption=添加画格
mi_CopyFrame->Caption=再制画格
mi_DeleteFrame->Caption=删除画格
mi_LoadFrame->Caption=复制至键区
mi_SaveFrame->Caption=复制至画格
mi_ChangeFrameOrder->Caption=改变画格顺序
mi_MoveFront->Caption=指定为第一个画格
mi_NextFrame->Caption=向后移动画格
mi_PreviousFrame->Caption=向前移动画格
mi_MoveBack->Caption=指定为最后一个画格
SetColorPrompt=左键［点选］或［拉选］@RETURN@自定义背光区域
InputNameInvalid=输入名称不正确! 存在特殊字符[ \ / : * ? " < > | ].
IsCreateNewFile=是否建立新文件?
MacroModify=已修改, 要储存吗?
IsDeleteFile=是否删除选定的文件?
RenameName=重命名
PleaseInputMacroName=输入档名
ExistAlready=文件已存在，是否替换原文件?
ExceedLimitCount=超过画格数上限。

[SLEDFileDialog]
lb_Directory->Caption=RGB灯库
lb_FileName->Caption=文件
lb_Title->Caption1=打开
lb_Title->Caption2=保存
lb_Title->Caption3=另存
lb_Title->Caption4=删除
lb_FileType->Caption=类型
advcb_FileType->Caption1=所有灯檔 *.*
advcb_FileType->Caption2=*.ckPannel - 全彩
advcb_FileType->Caption3=*.ckButton - 键彩
advcb_FileType->Caption4=*.ckAnimation - 彩漫
NoAuthorityUse=权限不足，无法打开档案

[SLEDDelaySetForm]
lb_DelayTime->Caption=延迟（秒）:
lb_ChangeSingle->Caption=只改变此延迟时间
lb_ChangeAll->Caption=改变全部延迟时间
lb_ChangeArea->Caption=改变部分延迟时间(画格)：

[OptionForm]
rb_BasicSetting->Caption=基本设定
rb_SafeSetting->Caption=安全设定
rb_PermitSetting->Caption=权限设定
lb_BasicItem0->Caption=%B7灯光
lb_BasicItem1->Caption=%B7主面板
lb_BasicItem2->Caption=%B7状态
lb_BasicItem3->Caption=%B7会话窗口
lb_BasicItem4->Caption=%B7信息展示
lb_BasicItem5->Caption=%B7提醒
lb_BasicItem6->Caption=%B7热键
lb_BasicItem7->Caption=%B7声音
lb_BasicItem8->Caption=%B7软件更新
lb_BasicItem9->Caption=%B7文件管理
lb_BasicItem10->Caption=%B7文件共享
lb_BasicItem11->Caption=%B7音视讯通话
lb_BasicContentTitle0->Caption=灯光：
lb_BasicContentTitle1->Caption=主面板：
lb_BasicContentTitle2->Caption=状态：
lb_BasicContentTitle3->Caption=会话窗口：
lb_BasicContentTitle4->Caption=信息展示：
lb_BasicContentTitle5->Caption=提醒：
lb_BasicContentTitle6->Caption=热键：
lb_BasicContentTitle7->Caption=声音：
lb_BasicContentTitle8->Caption=软件更新：
lb_BasicContentTitle9->Caption=文件管理：
lb_BasicContentTitle10->Caption=文件共享：
lb_BasicContentTitle11->Caption=音视讯通话：
ck_LightingEffects->Caption=按下 1/N/3 切换键后, 不自动回到彩漫灯效.

[DownloadConfirmForm]
lb_Title->Caption=存储空间 [指令] :
lb_ExceededCapacity->Caption=剧本过大, 记忆内存不足,请删减宏指令.
lb_DownloadedTips->Caption=[ 已储存最新指令 ]
lb_Hint->Caption=*可储存空间会因当前硬件核心及保存的功能设定而改变.
TotalCapacity=总容量 :
AvailableCapacity=剩余 :
ck_DoNotShowAnymore->Caption=下次不再提示

[WeaponExtensionsKeysForm]
lb_Title->Caption=[ 特血多枪 ] 扩展键管理 :
lb_ExtensionsKeyTitle->Caption=扩展键
lb_WheelLightTitle->Caption=滚轮灯
lb_ActivateTitle->Caption=启用
lb_Hint->Caption=鼠标滚轮灯因系列不同, 灯色定义也不同. 在启用 [特血多枪] 扩展模式下, 按键不可自定其他功能.
LightOff=灭灯
LightStyle1=闪灯1
LightStyle2=闪灯2
WhiteLight=白
GreenLight=青
PurpleLight=紫
im_ExtensionsKeyM->Hint=鼠标中键
im_ExtensionsKey4->Hint=鼠标第四键
im_ExtensionsKey5->Hint=鼠标第五键

[SharkSeriesMouseKeySetting]
lb_Title->Caption=[左键火力] 设置
rb_SharkMouseKey1N->Caption=1/N
rb_SharkMouseKey1N3->Caption=1/N/3
rb_SharkMouseKey1N34->Caption=1/N/3/4

[VoiceActivateGun]
VoiceControlKey1=声控 [N] 键
VoiceControlKey2=声控 [3] 键
VoiceControlKey3=声控 [4] 键
VoiceControlKey4=声控一
VoiceControlKey5=声控二
VoiceControlKey6=声控三
VoiceControlKey7=声控四

